{
  "applesauce": 10,
  "unsweetened": 380,
  "added": 1,
  "vitamin": 381,
  "oat": 227,
  "milk": 211,
  "plain": 267,
  "refrigerated": 296,
  "tomato": 368,
  "sauce": 315,
  "canned": 58,
  "salt": 314,
  "mushrooms": 218,
  "shiitake": 327,
  "spinach": 348,
  "baby": 17,
  "cabbage": 57,
  "green": 156,
  "raw": 292,
  "bok": 35,
  "choy": 77,
  "orange": 236,
  "juice": 175,
  "pulp": 281,
  "fortified": 133,
  "concentrate": 85,
  "cheese": 68,
  "queso": 287,
  "fresco": 136,
  "solid": 342,
  "yogurt": 389,
  "greek": 155,
  "lettuce": 189,
  "leaf": 186,
  "red": 294,
  "eggplant": 113,
  "sorghum": 344,
  "grain": 148,
  "white": 385,
  "dry": 111,
  "collards": 82,
  "garlic": 144,
  "grapefruit": 151,
  "farro": 121,
  "pearled": 254,
  "beans": 23,
  "snap": 338,
  "regular": 297,
  "pack": 241,
  "drained": 108,
  "solids": 343,
  "flour": 130,
  "unenriched": 377,
  "seco": 317,
  "roma": 307,
  "ham": 161,
  "sliced": 335,
  "pre": 276,
  "packaged": 242,
  "deli": 106,
  "meat": 208,
  "fat": 123,
  "free": 135,
  "water": 383,
  "mushroom": 217,
  "crimini": 96,
  "pastry": 248,
  "unbleached": 374,
  "cranberry": 93,
  "shelf": 326,
  "stable": 351,
  "restaurant": 298,
  "apples": 9,
  "gala": 142,
  "skin": 333,
  "hummus": 169,
  "commercial": 83,
  "wheat": 384,
  "nuts": 225,
  "pine": 263,
  "beef": 25,
  "flank": 129,
  "steak": 352,
  "boneless": 37,
  "choice": 75,
  "ricotta": 300,
  "einkorn": 115,
  "quinoa": 288,
  "delicious": 107,
  "brussels": 50,
  "sprouts": 349,
  "peppers": 261,
  "bell": 27,
  "coconut": 80,
  "cucumber": 100,
  "peel": 258,
  "spelt": 347,
  "kidney": 181,
  "light": 190,
  "sodium": 340,
  "sugar": 357,
  "rinsed": 302,
  "turkey": 373,
  "ground": 158,
  "lean": 187,
  "pan": 243,
  "feta": 124,
  "crumbled": 97,
  "egg": 112,
  "yolk": 390,
  "dried": 109,
  "short": 328,
  "loin": 195,
  "bone": 36,
  "separable": 324,
  "trimmed": 371,
  "cooked": 86,
  "grilled": 157,
  "yellow": 388,
  "potato": 274,
  "grape": 150,
  "purple": 285,
  "enoki": 117,
  "rice": 299,
  "blackeye": 30,
  "pea": 249,
  "tenderloin": 365,
  "roast": 304,
  "select": 321,
  "roasted": 305,
  "cos": 89,
  "romaine": 308,
  "strawberries": 354,
  "mustard": 219,
  "prepared": 277,
  "peas": 256,
  "sweet": 360,
  "raspberries": 291,
  "ingredients": 172,
  "almond": 3,
  "butter": 53,
  "creamy": 95,
  "sausage": 316,
  "breakfast": 44,
  "links": 192,
  "mild": 210,
  "cashew": 62,
  "apple": 8,
  "nectarines": 222,
  "pork": 271,
  "chorizo": 76,
  "link": 191,
  "fried": 138,
  "seeds": 320,
  "sunflower": 359,
  "seed": 318,
  "kernel": 177,
  "pinto": 264,
  "ny": 226,
  "strip": 355,
  "pistachio": 266,
  "plantains": 268,
  "ripe": 303,
  "chicken": 72,
  "broilers": 48,
  "fryers": 141,
  "drumstick": 110,
  "braised": 39,
  "chinese": 74,
  "sour": 345,
  "mozzarella": 216,
  "low": 197,
  "moisture": 214,
  "skim": 332,
  "bread": 42,
  "commercially": 84,
  "peanut": 251,
  "pasteurized": 247,
  "process": 278,
  "food": 132,
  "product": 279,
  "american": 6,
  "singles": 330,
  "figs": 125,
  "uncooked": 375,
  "onion": 234,
  "rings": 301,
  "breaded": 43,
  "par": 244,
  "frozen": 140,
  "heated": 165,
  "oven": 238,
  "unprepared": 379,
  "almonds": 4,
  "iceberg": 170,
  "round": 309,
  "eye": 119,
  "oranges": 237,
  "navels": 220,
  "hazelnuts": 164,
  "filberts": 126,
  "oyster": 240,
  "porterhouse": 273,
  "cured": 102,
  "bacon": 18,
  "broccoli": 46,
  "cherries": 69,
  "dark": 104,
  "overripe": 239,
  "sirloin": 331,
  "crustaceans": 99,
  "shrimp": 329,
  "farm": 120,
  "raised": 289,
  "bran": 40,
  "bottled": 38,
  "blueberries": 33,
  "tomatoes": 369,
  "chia": 71,
  "honeycrisp": 167,
  "monterey": 215,
  "jack": 174,
  "mango": 203,
  "ataulfo": 13,
  "peeled": 259,
  "kale": 176,
  "boiled": 34,
  "wild": 386,
  "arugula": 11,
  "buckwheat": 51,
  "soy": 346,
  "sweetened": 361,
  "cauliflower": 66,
  "chickpeas": 73,
  "garbanzo": 143,
  "bengal": 28,
  "gram": 149,
  "avocado": 16,
  "hass": 163,
  "nonfat": 223,
  "bananas": 19,
  "fish": 128,
  "salmon": 312,
  "atlantic": 15,
  "great": 154,
  "northern": 224,
  "cotija": 90,
  "ketchup": 179,
  "pumpkin": 282,
  "pepitas": 260,
  "breast": 45,
  "skinless": 334,
  "potatoes": 275,
  "gold": 146,
  "lowfat": 198,
  "fluid": 131,
  "milkfat": 212,
  "additives": 2,
  "rye": 311,
  "bulgur": 52,
  "haddock": 159,
  "pecans": 257,
  "halves": 160,
  "olives": 233,
  "manzanilla": 204,
  "stuffed": 356,
  "pimiento": 262,
  "pollock": 270,
  "tommy": 370,
  "atkins": 14,
  "oil": 231,
  "grapes": 152,
  "seedless": 319,
  "asparagus": 12,
  "corn": 88,
  "kernels": 178,
  "fresh": 137,
  "broiler": 47,
  "frankfurter": 134,
  "unheated": 378,
  "peaches": 250,
  "mature": 206,
  "paste": 246,
  "pears": 255,
  "bartlett": 21,
  "lentils": 188,
  "brazilnuts": 41,
  "fine": 127,
  "meal": 207,
  "enriched": 118,
  "buttermilk": 54,
  "brown": 49,
  "long": 196,
  "cottage": 91,
  "large": 184,
  "small": 337,
  "curd": 101,
  "millet": 213,
  "celery": 67,
  "semolina": 323,
  "coarse": 79,
  "semi": 322,
  "catfish": 64,
  "russet": 310,
  "purpose": 286,
  "bleached": 31,
  "cream": 94,
  "amaranth": 5,
  "onions": 235,
  "oaxaca": 230,
  "khorasan": 180,
  "cannellini": 59,
  "glutinous": 145,
  "salsa": 313,
  "ready": 293,
  "serve": 325,
  "squash": 350,
  "winter": 387,
  "acorn": 0,
  "tuna": 372,
  "latino": 185,
  "tamale": 364,
  "slightly": 336,
  "pupusas": 283,
  "frijoles": 139,
  "bean": 22,
  "thigh": 366,
  "eggs": 114,
  "grade": 147,
  "crab": 92,
  "blue": 32,
  "swimming": 362,
  "lump": 199,
  "walnuts": 382,
  "english": 116,
  "portabella": 272,
  "defatted": 105,
  "lion": 193,
  "mane": 202,
  "black": 29,
  "italian": 173,
  "underripe": 376,
  "cookies": 87,
  "oatmeal": 228,
  "soft": 341,
  "raisins": 290,
  "kiwifruit": 183,
  "melons": 209,
  "cantaloupe": 60,
  "oats": 229,
  "steel": 353,
  "cut": 103,
  "pear": 253,
  "anjou": 7,
  "beets": 26,
  "carrots": 61,
  "summer": 358,
  "zucchini": 391,
  "includes": 171,
  "puree": 284,
  "masa": 205,
  "harina": 162,
  "reduced": 295,
  "peanuts": 252,
  "plum": 269,
  "chuck": 78,
  "king": 182,
  "honeydew": 168,
  "sockeye": 339,
  "caught": 65,
  "macadamia": 200,
  "crushed": 98,
  "chestnut": 70,
  "mandarin": 201,
  "navy": 221,
  "beech": 24,
  "tilapia": 367,
  "button": 56,
  "butternut": 55,
  "swiss": 363,
  "parmesan": 245,
  "grated": 153,
  "barley": 20,
  "heavy": 166,
  "liquids": 194,
  "cod": 81,
  "rolled": 306,
  "old": 232,
  "fashioned": 122,
  "provolone": 280,
  "cassava": 63,
  "pioppini": 265
}